Repository: mozilla-l10n/mt-training-data
Catalog: ht/ht_pontoon.tmx
Source language: en_us
Languages: ht

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
ht: Lè yon itilizatè rejte yon clip vwa li retounen nan keu la. Si yo rejte yon dezyèm fwa, clip vwa a deplase nan simetyèr Clip la.

source: When will you release Common Voice data in other languages?
ht: Kilè w ap pibliye done Common Voice nan lòt lang?

source: Where are these <wikipediaLink>public domain</wikipediaLink> sentences from?
ht: Ki kote fraz <wikipediaLink>domèn piblik</wikipediaLink> sa yo soti?

source: Where does the source text come from?
ht: Ki kote tèks sous la soti?

source: Which variant of { $language } do you speak?
ht: Ki dyalèk de { $language } ou pale?

source: Why ?
ht: Poukisa?

source: Why a profile?
ht: Poukisa yon pwofil?

source: Why are you asking?
ht: Poukisa wap mande?

source: Why Common Voice?
ht: Poukisa Common Voice?

source: Why does this matter?
ht: Poukisa sa enpòtan?

source: Why don’t you ask people to read from books or Wikipedia articles in different languages?
ht: Poukisa ou pa mande moun li nan liv oswa atik Wikipedya yo nan diferan lang?

source: Why do you need so many different speakers per language?
ht: Poukisa ou bezwen anpil moun ki pale diferan pou chak lang?

source: Why is 10,000 validated hours the per language goal for capturing audio?
ht: Poukisa se 10,000 èdtan valide se objektif pou chak lang pou kaptire odyo?

source: Why is Common Voice part of the Mozilla mission?
ht: Poukisa Common Voice fè pati misyon Mozilla la?

source: Why is it important?
ht: Poukisa li enpòtan?

source: Why is my language not included yet?
ht: Poukisa lang mwen an poko enkli?

source: Why should I sign up for an account?
ht: Poukisa mwen ta dwe enskri pou yon kont?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
ht: Avèk yon pwofil, ou ka kenbe tras aktivite'w epi konekte ak yon kominote ki gen kontribitè done vwa yo.

source: Wolof
ht: Wolòf

source: Would you like to share some information about how you speak?
ht: Èske ou ta renmen pataje kèk enfòmasyon sou fason'w pale?

source: Write
ht: Ekri

source: Xhosa
ht: Zosa

source: Xitsonga
ht: Chitsonga

source: y
ht: w

source: Y
ht: W

source: Yes
ht: Wi

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
ht: Wi, voye imèl ban mwen. Mwen ta renmen rete enfòme sou Pwojè Common Voice lan.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
ht: Wi, voye imèl ban mwen. Mwen ta renmen rete enfòme sou pwogrè lang sa a sou Common Voice.

source: Yes, we especially want your voice! Part of the aim of Common Voice is to gather as many different accents as possible so that voice recognition services work equally well for everyone. This means donations from non-native speakers are particularly important.
ht: Wi, nou espesyalman vle vwa'w! Yon pati nan objektif Common Voice se rasanble otan aksan ak dyalèk diferan posib pou sèvis rekonesans vwa yo travay egalman byen pou tout moun. Sa vle di kontribisyon ki soti nan moun ki pa pale natif natal yo patikilyèman enpòtan.

source: Yiddish
ht: Yidich

source: Yoruba
ht: Yowouba

source: You
ht: Ou menm

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
ht: Ou pare pou kòmanse yon telechajman de <b>{ $size }</b>

source: You are prepared to initiate a download of <b>{ $size }</b>
ht: Ou pare pou kòmanse yon telechajman de <b>{ $size }</b>

source: You can choose to make your username public or anonymous.
ht: Ou ka chwazi pou fè non itilizatè ou an piblik oswa anonim.

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
ht: Ou ka ale nan <datasetsPage>paj datasets</datasetsPage>, chwazi vèsyon ak lang ou vle a, epi telechaje li! Dosye yo gen <metadataLink>metadata ki asosye</metadataLink>, tankou enfòmasyon demografik ak done validation. Ou pral bezwen bay yon adrès imel pou telechaje dataset la.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
ht: Ou ka ede konstwi yon seri done divès, sous louvri lè'w kreye yon pwofil Common Voice epi kontribye vwa'w.

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
ht: Ou ka rankontre lòt moun nan kominote lang Mozilla yo lè w rantre nan <discourseLink>Discourse</discourseLink> pou konvèsasyon aktualite, oswa <matrixLink>Matrix</matrixLink> pou jwenn konsèy rapid.

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
ht: Ou ka òganize evènman pou ede moun kontribiye. Li pi fasil pase ou panse. Ou ta ka fè li sou entènèt ak yon zouti videyokonferans, oswa an pèsòn si li an sekirite. <eventTemplate>Tcheke modèl nou yo ak resous pou òganize evènman</eventTemplate>.

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
ht: Ou ka <sentenceCollectorLinkAdd>ajoute yon ti kantite fraz</sentenceCollectorLinkAdd>, oswa ou ka fè <bulkImportDocsLink>enpòtasyon an gwo lè l sèvi avèk Github</bulkImportDocsLink>. Sonje ke fraz yo dwe <licenseLink>CC0 (oswa domèn piblik)</licenseLink>, oswa ou ka ekri pwòp ou a.

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
ht: Ou ka itilize <scraperLink>Èkstraksyon fraz</scraperLink> pou pwofite fraz kout ki soti nan Wikipedya.

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
ht: Ou ta ka itilize platfòm medya sosyal pou fè mesaj la soti. Pataje pòs ki eksplike poukisa li enpòtan, epi pran kontak ak lòt moun k ap pale sou pwoblèm tankou dwa langaj, AI vwa, oswa patipri nan teknoloji. Gade plis konsèy sou <campaignLink>kouri yon kanpay sosyal, enkli kontni ou ka re-itilize</campaignLink>.

source: You have not added any languages yet.
ht: Ou poko ajoute okenn lang.

source: You must allow microphone access.
ht: Ou dwe pèmèt aksè mikwofòn.

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
ht: Dyalèk ou se fason ou pwononse mo yo. Li ka fòme pa kote ou te viv, ki lòt lang ou pale ak anpil lòt faktè. Ou ka pataje nenpòt enfòmasyon ou santi ki enpòtan isit la.

source: Your daily goal has been created
ht: Objektif chak jou'w sot kreye

source: Your download has started.
ht: Telechajman'w la te kòmanse.

source: You’re contributing to a target segment
ht: Ou ap kontribye nan yon segman sib

source: You’re contributing to our first target segment
ht: Ou ap kontribiye nan premye segman sib nou an

source: Your email address
ht: Adrès imel ou

source: Your languages:
ht: Lang ou yo:

source: Your Languages
ht: Lang ou yo

source: Your username and email will not be associated with the published data.
ht: Non itilizatè ou ak imel ou pa'p asosye ak done ki pibliye yo.

source: Your weekly goal has been created
ht: Objektif chak semèn ou sot kreye

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
ht: Ou ta dwe resevwa yon imèl yon ti tan eksplike etap yo pou jwenn lang ou ajoute nan Common Voice

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
ht: Ou te ede Common Voice rive nan <goalPercentage></goalPercentage> objektif anrejistreman { $goalValue } nou chak jou!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
ht: Ou te ede Common Voice rive nan <goalPercentage></goalPercentage> nou chak jou pou { $goalValue } objektif validasyon !

source: You've successfully signed up for contributing to { $language }. Thank you.
ht: Ou reyisi enskri pou kontribye sou lang { $language }. Mèsi.

source: Zulu
ht: Zoulou

source: Abbreviations and Acronyms. Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation. For example, the acronym “ICE” could be pronounced “I-C-E” or as a single word.
ht: Abreviyasyon ak akwonim. Abreviyasyon ak akwonim tankou "USA" oswa "ICE" ta dwe evite nan tèks sous la paske yo ka li nan yon fason ki pa kowenside ak òtograf yo. Anplis de sa, ka gen plizyè lekti egzat pou yon sèl abrevyasyon. Pou egzanp, akwonim "ICE" ka pwononse "I-C-E" oswa kòm yon sèl mo.

source: account recovery key
ht: kle pou rekiperasyon kont

source: add-on
ht: modil

source: A few bytes
ht: Kèk byte

source: All sentences you submit must be under <wikipediaLink>Public Domain (CC-0) license</wikipediaLink>. To support the inclusion of work not under public licence, we have created a <cc0WaiverLink>Contributions Agreement template</cc0WaiverLink> for works where the copyright owner would like to contribute the material to Common Voice.
ht: Tout fraz ou voye yo dwe anba <wikipediaLink>Lisans Domèn Piblik (CC-0)</wikipediaLink>. Pou sipòte enklizyon travay ki pa anba lisans piblik, nou te kreye yon <cc0WaiverLink>Modèl Akò Kontribisyon</cc0WaiverLink> pou travay kote pwopriyetè copyright a ta renmen kontribye materyèl la nan Common Voice.

source: alternate text
ht: tèks altènatif

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
ht: Yon trankil background se OK, men nou pa vle vwa adisyonèl ki ka lakòz yon algorithm machin idantifye mo ki pa nan tèks ekri a. Si ou ka tande mo diferan de sa yo ki nan tèks la, clip la ta dwe rejte. Tipikman sa rive kote yo te kite televizyon an, oswa kote gen yon konvèsasyon k ap pase tou pre.

source: Are you coming? <strong>[called by another]</strong>
ht: Ou vini? <strong>[yo rele pa yon lòt]</strong>

source: attack
ht: atake

source: attacker
ht: atakè

source: Attack Site
ht: Sit Datak

source: attendee
ht: patisipan

source: authenticate
ht: otantifye

source: authenticated
ht: otantifye

source: authentication code
ht: kòd otantifikasyon

source: autoplay
ht: jwe otomatikman

source: backup authentication code
ht: kòd otantifikasyon epay

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
ht: Fè atansyon anvan ou rejte yon clip sou tè a ke lektè a te mal pwononse yon mo, li te mete estrès la nan move kote, oswa li te aparamman inyore yon mak kesyon. Gen yon gran varyete pwononsyasyon yo itilize atravè mond lan, kèk nan yo ou ka pa te tande nan kominote lokal ou a. Tanpri bay yon maj nan apresyasyon pou moun ki ka pale yon fason diferan de ou.

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
ht: ['Beret' se OK si ak estrès sou premye silab la (UK) oswa dezyèm lan (US)]

source: bookmark
ht: sere

source: breakpoint
ht: limit

source: Bug report
ht: Rapò pwoblèm

source: Build a custom goal
ht: Bati yon objektif koutim

source: certificate authority
ht: otorite sètifikasyon

source: cipher
ht: chifman

source: clipboard
ht: prèspapye

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
ht: { $clipCount } klip vwa, gwosè total achiv { $size }. Ekspire { $expires }.

source: colorway
ht: koulè

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
ht: Common Voice se pi gwo done vwa ki gen plizyè lang ki disponib piblikman nan mond lan.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
ht: Anrejistreman vwa komen yo itilize pa akademik, ti biznis, ak amater rekonesans vwa pou ede fòme ak devlope resous ki disponib piblikman tankou modèl vwa. Èske ou ka fè nou konnen poukisa ou ta renmen efase anrejistreman ou yo?

source: confirmation code
ht: kod konfimasyon

source: context
ht: kontèks

source: cookie banner
ht: bonbon banyè

source: corrupt
ht: kòwonpi

source: corrupted
ht: kòwonpi

source: { $countOfInvalidated } rejected by you
ht: { $countOfInvalidated } ou rejte

source: { $countOfReviewed } sentences are already reviewed. Great job!
ht: { $countOfReviewed } fraz yo deja revize. Bon travay!

source: { $countOfSentences } sentences found.
ht: Nou jwenn { $countOfSentences } fraz.

source: { $countOfUnreviewed } sentences are unreviewed. If you want, you can also review your sentences now before submitting them.
ht: { $countOfUnreviewed } fraz yo pa revize. Si ou vle, ou kapab tou revize fraz ou yo kounye a anvan ou soumèt yo.

source: crash
ht: aksidan

source: cross-site tracking cookie
ht: bonbon swiv kwa-sit

source: cryptominer
ht: kriptominye

source: cryptomining
ht: kriptominaj

source: debug
ht: solisyone

source: deceptive site
ht: sit malfektè

source: decode
ht: dekode

source: decryption
ht: dekriptaj

source: disinformation
ht: dezenfòmasyon

source: distrust
ht: mefye

source: enable
ht: pèmèt

source: encode
ht: ankode

source: encrypt
ht: ankripte

source: encryption
ht: chifman

source: end user
ht: itilizatè final

source: Enhanced Tracking Protection
ht: Pwoteksyon Trakaj Amelyore

source: Error while fetching your sentences. Please try again.
ht: Erè pandan ap chèche fraz rejte yo. Tanpri eseye ankò.

source: Expert linguists can also help, try to reach out to local linguistic universities (both teachers and students) and see if they can help to gather a diverse set of sound-diverse sentences in your language.
ht: Ekspè lengwis yo ka ede tou, eseye kontakte inivèsite lengwistik lokal yo (tou de pwofesè yo ak elèv yo) epi wè si yo ka ede yo rasanble yon seri divès kalite fraz nan lang ou a.

source: extension
ht: ekstansyon

source: Filtered sentences due to requirements failing (please submit fixed versions as new sentences):
ht: Fraz filtre yo akòz kondisyon ki echwe (tanpri soumèt vèsyon fiks kòm nouvo fraz):

source: Finding existing sentences in the Public Domain
ht: Jwenn fraz ki egziste deja nan domèn piblik la

source: fingerprinter
ht: anprentè

source: fingerprinting
ht: anprente

source: Firefox View
ht: Firefox Peyizaj

source: Foreign letters. Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
ht: Lèt etranje. Lèt yo dwe valab nan lang yo pale a. Pou egzanp, "ж" se yon lèt nan alfabè Ris la men li pa janm itilize nan lang angle e konsa pa ta dwe janm parèt nan nenpòt tèks sous angle.

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
ht: Pou chak clip vwa yo bay, ak chak clip odyo valide, tablodbò kont ou yo mete ajou pou reflete dènye pwogrè ou nan chak lang ou kontribye. Wi, ou ka kontribye nan plis pase yon sèl!<br/><br/> Sèvi ak tablodbò pou swiv estatistik ou yo, wè ki jan w ap fè ansanm ak lòt moun nan kominote a, epi fikse objektif kontribisyon chak jou oswa chak semèn.

source: For public domain text not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public licence poems"
ht: Pou tèks domèn piblik ki pa disponib sou entènèt, ou ta ka itilize style referans akademik pa egzanp style Harvard "Jess (2021) Powèm lisans piblik mwen an"

source: Government proceedings, books and articles are also great however since the text tends to be a little more formal they are less of a priority.
ht: Pwosedi gouvènman an, liv ak atik yo tou gwo sepandan depi tèks la gen tandans yo dwe yon ti kras plis fòmèl yo gen mwens nan yon priyorite.

source: grassroots
ht: de baz

source: Having a profile is not required to contribute though it is helpful, see why below.
ht: Ou pa oblije gen yon kont pou kontribye, poutan li tap itil.

source: Help Common Voice reach { $hours } hours in a language with a personal goal
ht: Ede Common Voice rive nan { $hours } èdtan yo nan yon lang ak yon objektif pèsonèl

source: Help reach { $hours } hours in { $language } with a personal goal
ht: Ede atenn { $hours } èdtan yo nan { $language } ak yon objektif pèsonèl

source: Help us by reviewing sentences for correctness according to the guidelines.
ht: Ede nou nan revize fraz yo pou yo kòrèk dapre direktiv yo.

source: Help us by writing or collecting Public Domain sentences.
ht: Ede nou lè w ekri oswa kolekte fraz nan domèn piblik.

source: Here are the links to download your ZIP files.
ht: Men lyen pou telechaje dosye ZIP ou yo.

source: His hand was rais-ed.
ht: Men li te leve.

source: home page
ht: paj akèy

source: I confirm that these sentences are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
ht: Mwen konfime ke fraz sa yo se <wikipediaLink>domèn piblik</wikipediaLink> e mwen gen pèmisyon pou m telechaje yo.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
ht: Si anrejistreman an kase, oswa gen krak, rejte sof si tout tèks la ka toujou tande.

source: If the sentence does not meet the above criteria, click the "Reject" button. If you are unsure about the sentence, you may also skip it and move on to the next one.
ht: Si fraz la pa satisfè kritè ki anwo yo, klike sou &quot;Rejte&quot; bouton sou bò gòch la. Si ou pa sèten sou fraz la, ou ka sote'l tou epi ale nan pwochen an.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
ht: Si ou rankontre yon bagay ke gid sa yo pa kouvri, tanpri vote selon pi bon jijman ou. Si ou reyèlman pa ka deside, sèvi ak bouton an sote epi ale nan pwochen anrejistreman an.

source: If your language is not listed here, you can request it through <languageProcessLink>this process</languageProcessLink>.
ht: Si lang ou a pa nan lis la a, ou ka mande li atravè <languageProcessLink>pwosesis sa a</languageProcessLink>.

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
ht: Mwen jis kreye yon objektif pèsonèl pou don vwa pou #CommonVoice -- vin jwenn mwen epi ede anseye machin yo kijan moun reyèl yo pale { $link }

source: import
ht: enpòte

source: Includes mp3s and related sentences, may take some time to prepare
ht: Gen ladan mp3 ak fraz ki gen rapò, ka pran kèk tan pou prepare

source: independent browser
ht: navigatè endepandan

source: innovations
ht: inovasyon

source: insecure
ht: enseki

source: installation
ht: enstalasyon

source: Issue
ht: Pwoblèm

source: It's important that you reference where you found the public licence to avoid plagiarism and to allow for follow ups on <copyrightIssuesLink>copyright issues</copyrightIssuesLink>. Here are a few ways you can cite the work.
ht: Li enpòtan pou w fè referans ak kote ou te jwenn lisans piblik la pou w evite plagiat epi pou w pèmèt fè swivi sou <copyrightIssuesLink>pwoblèm dwadwa</copyrightIssuesLink>. Men kèk fason ou ka site travay la.

source: Languages can have their <validationRulesLink>own validation rules</validationRulesLink> with additional requirements. If there is no specific validation file for a language, we are using the generic English rules.
ht: Lang yo ka gen <validationRulesLink>pwòp règ validasyon yo</validationRulesLink> ak kondisyon adisyonèl. Si pa gen okenn dosye validation espesifik pou yon lang, n ap itilize règ jenerik angle yo.

source: Legacy extension
ht: Ansyen ekstansyon

source: misinformation
ht: move enfòmasyon

source: [Mismatched content]
ht: [Konteni ki pa matche]

source: Missing an <strong>'s'</strong> at the end of a word.
ht: Manke yon <strong>'</strong> nan fen yon mo.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
ht: Manke <strong>'A'</strong> oswa <strong>'The'</strong> nan kòmansman anrejistreman an.

source: Missing the end of the last word by cutting off the recording too quickly.
ht: Manke fen dènye mo a lè w koupe anrejistreman an twò vit.

source: [More has been recorded than the required text]
ht: [Yo anrejistre plis pase tèks obligatwa a]

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
ht: Pifò anrejistreman se moun k ap pale ak vwa natirèl yo. Ou ka aksepte okazyonèl anrejistreman ki pa estanda ke yo rele byen fò, chichote, oswa evidamman delivre nan yon vwa 'dramatik'. Tanpri rejte anrejistreman chante ak sa ki sèvi ak yon vwa sentèz òdinatè.

source: native
ht: natif

source: net neutrality
ht: net netralite

source: [No ‘a’ in the original text]
ht: [Pa gen 'a' nan tèks orijinal la]

source: nonprofit
ht: san pwofi

source: non-profit
ht: ki pa gen pwofi

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
ht: Note: Lè yo mete stati 'Vizib', yo ka chanje paramèt sa a nan <profileLink>paj Pwofil</profileLink>.

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
ht: Kounye a ke w konnen yon ti kras plis sou Common Voice, poukisa ou pa eseye li? Klike sou ikòn mikwofòn lan pou kòmanse li fraz awotvwa. <br/><br/>Si w prefere revize kontribisyon vwa lòt moun, klike sou ikòn jwe a. Ou pral ede konfime ke anrejistreman yo matche ak fraz yo ekri sou ekran an.
